Repository: petrblahos/formalchemy
Catalog: formalchemy/i18n_resources/*/LC_MESSAGES/formalchemy.po
Languages: cs

source: Remove
cs: Odstranit

source: Year
cs: Rok

source: Month
cs: Měsíc

source: Day
cs: Den

source: month_01
cs: leden

source: month_02
cs: únor

source: month_03
cs: březen

source: month_04
cs: duben

source: month_05
cs: květen

source: month_06
cs: červen

source: month_07
cs: červenec

source: month_08
cs: srpen

source: month_09
cs: září

source: month_10
cs: říjen

source: month_11
cs: listopad

source: month_12
cs: prosinec

source: Please select a value
cs: Prosím vyberte hodnotu

source: Please enter a value
cs: Prosím zadejte hodnotu

source: Value is not an integer
cs: Hodnota musí být celé číslo

source: Value is not a number
cs: Hodnota musí být číslo

source: Missing @ sign
cs: Chybí znak @

source: Control characters present
cs: Řídící znaky nejsou povoleny

source: Non-ASCII characters present
cs: Ne-ASCII znaky nejsou povoleny

source: Recipient must be non-empty
cs: Příjemce nesmí být prázdný

source: Recipient must not end with '.'
cs: Příjemce nesmí končit '.'

source: Unterminated quoted section in recipient
cs: Neuzavřené uvozovky v příjemci

source: Quoted section must be followed by '@' or '.'
cs: Za částí v uvozovkách musí následovat '@' nebo '.'

source: Reserved character present in recipient
cs: Rezervovaný znak v příjemci

source: Domain must be non-empty
cs: Doména nesmí být prázdná

source: Domain must not end with '.'
cs: Doména nesmí končit '.'

source: Domain must not contain '..'
cs: Doména nesmí obsahovat '..'

source: Reserved character present in domain
cs: Rezervovaný znak v doméně

source: Value must be at least %d characters long
cs: Hodnota musí být aspoň %d znaků dlouhá

source: Value must be no more than %d characters long
cs: Hodnota nesmí být delší než %d znaků

source: Invalid input
cs: Chybný vstup

source: Invalid file extension. Must be %s,
cs: Špatná přípona souboru. Musí být %s,

source: Invalid image file. Must be %s,
cs: Špatný soubor s obrázkem. Musí být %s,

source: Add
cs: Přidat

source: Edit
cs: Editovat

source: New
cs: Nový

source: Save
cs: Uložit

source: Delete
cs: Smazat

source: Cancel
cs: Zrušit

source: Models
cs: Modely

source: Existing objects
cs: Existující objekty

source: New object
cs: Nový objekt

source: Related types
cs: Vztažené typy

source: Create form
cs: Vytvořit formulář

source: edit
cs: editovat

source: delete
cs: smazat

source: Created %s %s
cs: Vytvořeno %s %s

source: Modified %s %s
cs: Upraveno %s %s

source: Deleted %s %s
cs: Smazáno %s %s
